export const ru = {
  base: {
    lang: 'En',
  },
  layout: {
    cv: 'CV',
    portfolio: 'Портфолио',
  },
  title: {
    name: 'Алексей Рудак',
    position: 'frontend разработчик',
    download: 'Скачать CV',
  },
  skills: {
    title: 'hard skills',
  },
  languages: {
    title: 'Языки',
    rus: 'Русский',
    blr: 'Белорусский',
    eng: 'Английский',
    native: 'родной',
    b1: 'B1',
  },
  education: {
    title: 'Образование',
    certificate: 'Сертификат',
    yandex: 'Яндекс ШРИ',
    yandexDate: 'Июнь 2023 - Настоящее время',
    almaty: 'Алматы, Казахстан',
    inProgress: 'в процессе',
    rsReact: 'RS School | React',
    rsReactDate: 'Март 2023 - Июнь 2023',
    rsReactPos: 'Место: 1',
    rsJs: 'RS School | JavaScript/Front-end',
    rsJsDate: 'Сентябрь 2022 - Март 2023',
    rsJsPos: 'Место: 35',
    academy: 'Белорусская Государственная Академия Связи',
    academyDate: 'Сентябрь 2007 - Июнь 2014',
    minsk: 'Минск, Беларусь',
    academyPos: 'Инженер по телекоммуникациям',
  },
  work: {
    title: 'Опыт работы',
    minsk: 'Минск, Беларусь',
    datastream: 'Datastream DEP',
    datastreamDate: 'Сентябрь 2014 - Январь 2017',
    datastreamDecs:
      'Дистрибьютор оборудования для локальных сетей и видеонаблюдения\nB2B продажи | Подбор оборудования | Участие в выстовках',
    datastreamPos: 'Специалист по продажам',
    mestoGdeSvet: 'Место где свет',
    mestoGdeSvetDate: 'Февраль 2017 - Январь 2019',
    mestoGdeSvetDecs:
      'Салон розеток и светильников\nРозничные продажи | Бухгалтерия | Поиск и работа с поставщиками',
    mestoGdeSvetPos: 'Владелец',
    darElectro: 'DAR-electro',
    darElectroDate: 'Февраль 2019 - Март 2022',
    darElectroDecs:
      'Дистрибьютор электрооборудования и систем умного дома\nРабота с представительством | Аналитика рынка | Проведение встреч | Подбор оборудования',
    darElectroPos: 'Помощник учредителя',
  },
  summary: {
    title: 'о себе',
    subtitle: 'или почему вам стоит нанять меня',
    body: '«Писать о музыке — все равно, что танцевать об архитектуре». Поэтому лучше о моем коде судь по моему <portfolio>портфолио</portfolio> и по акаунтам на <github>github</github> и <codewars>codewars</codewars>. Тогда что на счет soft skills и мотивации? Вот несколько фактов, которые я считаю наиболее показательными:',
    facts:
      '<ul><li>Я окончил RS School | JavaScript/Front-end <active>35-ым из ~11,500 </active> зарегистрировавшихся пользователей, начав с полного нуля. Я окончил RS School | React <active>1-ым из ~550</active> студентов. Это не характеризует качество моего кода, но характеризует мотивацию и работоспособность</li><li>Я был тим лидом на всех командных тасках школы. Каждая из этих работ попадала в список лучших работ курса. <active>Я умею работать в команде и могу организовывать людей</active></li><li><active>Мне 32</active>. Это значит, что я начинаю работу над заданием в день его выдачи. Не паникую. Не спрашиваю любую мелочь, но и не боюсь подойти с вопросом, когда это необходимо. Я встрослый и понимаю, насколько это упрощает работу)</li></ul>',
  },
  contacts: {
    contacts: 'Контакты',
    almaty: 'Алматы, Казахстан',
  },
};
